# 都落ち

import base

lyrics = [
    "高架橋を抜けたら",
    "雲の隙間に青が覗いた",
    "最近どうも暑いから",
    "ただ風が吹くのを待ってた",
    "木陰に座る",
    "何か頬に付く",
    "見上げれば頭上に咲いて散る",
    "はらり 僕らもう息も忘れて",
    "瞬きさえ億劫",
    "さぁ 今日さえ明日過去に変わる",
    "ただ風を待つ",
    "だから僕らもう声も忘れて",
    "さよならさえ億劫",
    "ただ花が降るだけ晴れり",
    "今 春吹雪",
    "次の日も待ち合わせ",
    "花見の客も少なくなった",
    "春の匂いはもう止む",
    "今年も夏が来るのか",
    "高架橋を抜けたら",
    "道の先に君が覗いた",
    "残りはどれだけかな",
    "どれだけ春に会えるだろう",
    "川沿いの丘 木陰に座る",
    "また昨日と変わらず今日も",
    "咲く花に",
    "僕らもう息も忘れて",
    "瞬きさえ億劫",
    "花散らせ今吹くこの嵐は",
    "まさに春泥棒",
    "風に今日ももう時が流れて",
    "立つことさえ億劫",
    "花の隙間に空 散れり",
    "まだ 春吹雪",
    "今日も会いに行く",
    "木陰に座る",
    "溜息を吐く",
    "花ももう終わる",
    "明日も会いに行く",
    "春がもう終わる",
    "名残るように時間が散っていく",
    "愛を歌えば言葉足らず",
    "踏む韻さえ億劫",
    "花開いた今を",
    "言葉如きが語れるものか",
    "はらり 僕らもう声も忘れて",
    "瞬きさえ億劫",
    "花見は僕らだけ",
    "散るなまだ 春吹雪",
    "あともう少しだけ",
    "もう数えられるだけ",
    "あと花二つだけ",
    "もう花一つだけ",
    "ただ葉が残るだけ はらり",
    "今 春仕舞い"
]

def main():
    base.exec("春泥棒", lyrics)

if __name__ == "__main__":
    main()