# 都落ち

import base

lyrics = [
    "花咲くや 赤ら引く頬に",
    "さざなみ寄るは海",
    "貴方は水際一人微笑むだけ",
    "今、思い出に僕は都落ち",
    "鼻歌、綺麗だね",
    "明日には往くんだぜ",
    "海猫が鳴いたね",
    "鳥でも泣くんだね",
    "心なし乾いたら別れの時間だぜ",
    "夏風揉まれて貴方に浅い影",
    "さらり花咲くや　あから引く頬に",
    "さざなみ、夜は海",
    "貴方は水際一人手を振るだけ",
    "今、思い出に僕は都落ち",
    "朝焼け、綺麗だね",
    "舟はもう発つんだぜ",
    "海猫が鳴いたね",
    "貴方も泣くんだね",
    "人里離れて鳴る音は向かい波",
    "飛ぶ鳥は遠くへ明日から向こうまで",
    "水に落ち流れやがて憂き",
    "貴方に焦がれる舟は海",
    "惜しみ書く指は思う丈ばかり",
    "散る思い出は波か都落ち",
    "都離れて舟進む",
    "水は流れて時もまた",
    "僕は貴方の思い出に",
    "ただの記憶に",
    "恋ふらくはあから引く頬の",
    "寄せ消ゆ波の花",
    "貴方は水際一人微笑むだけ",
    "今、思い出に僕は",
    "さらり花咲くや　あから引く頬に",
    "さざなみ、夜は海",
    "貴方は水際一人手を振るだけ",
    "今、左様なら　僕は都落ち"
]

def main():
    base.exec("都落ち", lyrics)

if __name__ == "__main__":
    main()